Repository: SymKit/faq-bundle
Catalog: translations/SymkitFaqBundle.*.xlf
Languages: fr

# admin.faq.list.title
source: FAQs
fr: FAQ

# admin.faq.list.description
source: Manage FAQ blocks.
fr: Gérer les blocs FAQ.

# admin.faq.create.title
source: Create FAQ
fr: Créer une FAQ

# admin.faq.create.description
source: Create a new FAQ block.
fr: Créer un nouveau bloc FAQ.

# admin.faq.edit.description
source: Manage FAQ and its items.
fr: Gérer la FAQ et ses éléments.

# admin.faq_item.create.title
source: Create FAQ Item
fr: Créer un élément FAQ

# admin.faq_item.create.description
source: Add a new item to "%title%".
fr: Ajouter un élément à « %title% ».

# admin.faq_item.edit.description
source: Update FAQ item details.
fr: Modifier les détails de l'élément FAQ.

# admin.faq.not_found
source: FAQ not found
fr: FAQ introuvable

# form.faq.section.general
source: General
fr: Général

# form.faq.section.description
source: Basic information about the FAQ block.
fr: Informations de base sur le bloc FAQ.

# form.faq.title
source: Title
fr: Titre

# form.faq.title_placeholder
source: e.g., General FAQ
fr: ex. FAQ générale

# form.faq.code_help
source: Unique identifier for the Twig function (lowercase, hyphens only).
fr: Identifiant unique pour la fonction Twig (minuscules, tirets uniquement).

# form.faq_item.section.general
source: Question and Answer
fr: Question et réponse

# form.faq_item.section.description
source: Details of the FAQ question.
fr: Détails de la question FAQ.

# form.faq_item.question_placeholder
source: e.g., How does this work?
fr: ex. Comment ça marche ?

# form.faq_item.question_help
source: The question as it will be displayed in the accordion.
fr: La question telle qu'elle apparaîtra dans l'accordéon.

# form.faq_item.answer
source: Answer
fr: Réponse

# form.faq_item.answer_placeholder
source: Detailed answer (HTML allowed)
fr: Réponse détaillée (HTML autorisé)

# form.faq_item.answer_help
source: The detailed answer. You can use HTML tags.
fr: La réponse détaillée. Vous pouvez utiliser des balises HTML.

# form.faq_item.position_help
source: Display order (0 for the first position).
fr: Ordre d'affichage (0 pour la première position).

# list.title
source: Title
fr: Titre

# list.items
source: Items
fr: Éléments

# validation.faq.code.regex
source: The code must contain only lowercase letters, numbers, and hyphens.
fr: Le code ne doit contenir que des minuscules, chiffres et tirets.

# admin.items_nav
source: Items
fr: Éléments

# admin.items_section.title
source: FAQ Items
fr: Éléments FAQ

# admin.items_section.description
source: Manage questions and answers for this FAQ block.
fr: Gérer les questions et réponses de ce bloc FAQ.

# admin.items_section.add
source: Add Item
fr: Ajouter un élément

# admin.items_section.edit
source: Edit
fr: Modifier

# admin.items_section.empty_title
source: No items yet
fr: Aucun élément pour l'instant

# admin.items_section.empty_description
source: Add your first question to get started.
fr: Ajoutez votre première question pour commencer.

# not_found.title
source: FAQ Not Found
fr: FAQ introuvable

# not_found.code_label
source: Missing configuration for code:
fr: Configuration manquante pour le code :

# not_found.hint
source: Check the FAQ standalone manager to ensure this code exists and is correctly typed.
fr: Vérifiez le gestionnaire FAQ pour vous assurer que ce code existe et est correctement saisi.
